Repository: alogic0/teatime
Catalog: po/*.po
Languages: cs, es, it, lv, ru, zh_cn

source: finished just now
cs: právě dokončeno
es: Terminado ahora mismo
it: terminato proprio adesso
lv: tikko pabeidza
ru: только что закончил
zh_cn: 刚刚完成

source: finished %s seconds ago
cs: dokončeno před %s sekundami
es: Terminado hace %s segundos
it: terminato %s secondi fa
lv: pabeidza pirms %s sekundēm
ru: закончил %s секунд назад
zh_cn: %s 秒前完成

source: finished %s minutes ago
cs: dokončeno před %s minutami
es: Terminado hace %s minutos
it: terminato %s minuti fa
lv: pabeidza pirms %s minūtēm
ru: закончил %s минут назад
zh_cn: %s 分钟前完成

source: %s is ready
es: %s está listo
it: %s Ã¨ pronto
lv: %s ir gatavs
ru: %s готов
zh_cn: %s 已准备好

source: Name
cs: Název
es: Nombre
it: Nome
lv: Nosaukums
ru: Название
zh_cn: 名称

source: Duration
cs: Doba trvání
es: Duración
it: Durata
lv: Ilgums
ru: Продолжительность
zh_cn: 耗时

source: New Entry
cs: Nová položka
es: Nueva entrada
it: Nuova voce
lv: Jauns ieraksts
ru: Новая запись
zh_cn: 新条目

source: %s: %s remaining
cs: zbýva %s: %s
es: %s: Faltan %s
it: %s: %s rimanenti
lv: %s: %s atlicis
ru: %s: осталось %s
zh_cn: 需等待 %s: %s

source: Stop Timer
cs: Zastavit časovač
es: Parar temporizador
it: Ferma Timer
lv: Apturēt taimeri
ru: Остановить таймер
zh_cn: 停止计时

source: Start Timer
cs: Spustit časovač
es: Iniciar temporizador
it: Avvia Timer
lv: Sākt taimeri
ru: Запустить таймер
zh_cn: 启动定时器

source: No Running Timers
cs: Žadné zapnuté časovače
es: No hay temporizadores corriendo
it: Nessun Timer attivo
lv: Nav ieslēgtu taimeru
ru: Нет активных таймеров
zh_cn: 没有正在运行的计时器

source: A simple egg timer application for the Unity Desktop
es: Una simple aplicación de Reloj de Arena para Unity Desktop
it: Un semplice timer da cucina per il Desktop Unity
lv: Vienkāršs atpakaļatskaites taimeris Unity darbvirsmai
ru: Однозадачный таймер для Unity Desktop
zh_cn: Unity 桌面下一个简单的煮蛋计时器应用程序

source: translator-credits
cs: Launchpad Contributions: Ján Neščivera https://launchpad.net/~yohny Stanisław Gackowski https://launchpad.net/~soeb
es: Launchpad Contributions: Eduardo Riesco https://launchpad.net/~eduardo.riesco Ubuntu https://launchpad.net/~invrom-deactivatedaccount1-deactivatedaccount-deactivatedaccount
it: Launchpad Contributions: Wormhole https://launchpad.net/~fabio-iannone
lv: Launchpad Contributions: tuxmaniack https://launchpad.net/~tuxmaniack
ru: Launchpad Contributions: Vitaliy Kulikov https://launchpad.net/~slonua Vitaliy Yanykov https://launchpad.net/~vitaliy-yanykov
zh_cn: Launchpad Contributions: Wang Dianjin https://launchpad.net/~tuhaihe iSingle https://launchpad.net/~river-dolphin
